Repository: RedTurtle/redturtle.portlet.collection
Catalog: redturtle/portlet/collection/locales/*/LC_MESSAGES/redturtle.portlet.collection.po
Languages: it

source: A simple collection portlet for Plone, where you manually choose your skins template id
it: Una semplice portlet collezione per Plone, dove puoi specificare manualmente l'id di un template

source: Add Collection portlet with custom view
it: Aggiungi una portlet collezioni con vista custom

source: Background image
it: Immagine di sfondo

source: Edit Collection portlet with custom view
it: Modifica portlet collezioni con vista custom

source: Insert an image that will be shown as background under the header
it: Indicare un'immagine che sarà mostrata sotto il titolo

source: This portlet display a listing of items from a Collection.
it: Questa portlet mostra una lista di elementi da una Collezione.

source: check_rss_label
it: Mostra il link RSS

source: check_rss_label_help
it: Seleziona questo campo per mostrare il link RSS per la portlet. Se lo selezioni e il link a "altro..." non è un cercatore, il link all'RSS darà errore.

source: css_class_label
it: Classe CSS per la portlet

source: css_class_label_help
it: Riempi questo campo per assegnare una classe CSS alla portlet

source: custom_more_label
it: Etichetta "altro..." personalizzata

source: custom_more_label_help
it: Riempi questo campo per mostrare un'etichetta differente per il link "altro..."

source: custom_more_target_help
it: Seleziona un oggetto nel sito, per il link a "altro...". Se vuoto, il link porterà alla collezione di riferimento.

source: custom_more_target_label
it: Riferimento per il link "altro..."

source: div_id_label
it: Id HTML della portlet

source: div_id_label_help
it: Riempi questo campo per assegnare un id alla portlet

source: no_elements_text_label
it: Testo per "nessun elemento trovato"

source: no_elements_text_label_help
it: Il template può usare questo testo per mostrare un testo personalizzato quanto la collezione non ha risultati

source: template_id_label
it: Template Id

source: template_id_label_help
it: Id del template da usare per mostrare questa collezione Tutti gli altri parametri impostati possono essere o non essere usati dal template scelto
